Repository: TeachBooks/TeachBooks-Sphinx-Thebe
Catalog: src/sphinx_thebe/translations/locales/*/LC_MESSAGES/sphinxthebe.po
Languages: ar, bn, cs, de, el, es, fa, fr, he, hi, hu, id, it, ja, ms, nl, no, pl, pt, ro, ru, sv, sw, ta, th, tr, uk, vi

source: add cell
ar: إضافة خلية
bn: সেল যোগ করুন
cs: přidat buňku
de: Zelle hinzufügen
el: προσθήκη κελιού
es: agregar celda
fa: افزودن سلول
fr: ajouter une cellule
he: הוסף תא
hi: सेल जोड़ें
hu: cella hozzáadása
id: tambah sel
it: aggiungi cella
ja: セルを追加
ms: tambah sel
nl: cel toevoegen
no: legg til celle
pl: dodaj komórkę
pt: adicionar célula
ro: adaugă celulă
ru: добавить ячейку
sv: lägg till cell
sw: ongeza seli
ta: செல் சேர்க்கவும்
th: เพิ่มเซลล์
tr: hücre ekle
uk: додати комірку
vi: thêm ô

source: adds a new cell underneath
ar: يضيف خلية جديدة تحتها
bn: নিচে একটি নতুন সেল যোগ করে
cs: přidá novou buňku pod
de: fügt eine neue Zelle darunter hinzu
el: προσθέτει ένα νέο κελί από κάτω
es: agrega una nueva celda debajo
fa: یک سلول جدید در زیر اضافه می‌کند
fr: ajoute une nouvelle cellule en dessous
he: מוסיף תא חדש מתחת
hi: नीचे एक नया सेल जोड़ता है
hu: új cellát ad hozzá alul
id: menambahkan sel baru di bawah
it: aggiunge una nuova cella sotto
ja: 下に新しいセルを追加
ms: menambah sel baru di bawah
nl: voegt een nieuwe cel eronder toe
no: legger til en ny celle under
pl: dodaje nową komórkę poniżej
pt: adiciona uma nova célula abaixo
ro: adaugă o celulă nouă dedesubt
ru: добавляет новую ячейку снизу
sv: lägger till en ny cell under
sw: inaongeza seli mpya chini
ta: கீழே ஒரு புதிய செல் சேர்க்கிறது
th: เพิ่มเซลล์ใหม่ด้านล่าง
tr: altına yeni bir hücre ekler
uk: додає нову комірку знизу
vi: thêm ô mới ở bên dưới

source: clear
ar: مسح
bn: পরিষ্কার করুন
cs: vymazat
de: löschen
el: εκκαθάριση
es: limpiar
fa: پاک کردن
fr: effacer
he: נקה
hi: साफ़ करें
hu: törlés
id: hapus
it: cancella
ja: クリア
ms: kosongkan
nl: wissen
no: tøm
pl: wyczyść
pt: limpar
ro: șterge
ru: очистить
sv: rensa
sw: safisha
ta: அழிக்கவும்
th: ล้าง
tr: temizle
uk: очистити
vi: xóa

source: clear the output of the cell
ar: مسح مخرجات الخلية
bn: সেলের আউটপুট পরিষ্কার করুন
cs: vymazat výstup buňky
de: Ausgabe der Zelle löschen
el: εκκαθάριση εξόδου του κελιού
es: limpiar la salida de la celda
fa: پاک کردن خروجی سلول
fr: effacer la sortie de la cellule
he: נקה את הפלט של התא
hi: सेल का आउटपुट साफ़ करें
hu: cella kimenetének törlése
id: hapus output sel
it: cancella l'output della cella
ja: セルの出力をクリア
ms: kosongkan output sel
nl: wis de uitvoer van de cel
no: tøm cellens utdata
pl: wyczyść wynik komórki
pt: limpar a saída da célula
ro: șterge ieșirea celulei
ru: очистить вывод ячейки
sv: rensa cellens utdata
sw: safisha matokeo ya seli
ta: செல்லின் வெளியீட்டை அழிக்கவும்
th: ล้างเอาต์พุตของเซลล์
tr: hücrenin çıktısını temizle
uk: очистити вивід комірки
vi: xóa đầu ra của ô

source: delete cell
ar: حذف الخلية
bn: সেল মুছে ফেলুন
cs: smazat buňku
de: Zelle löschen
el: διαγραφή κελιού
es: eliminar celda
fa: حذف سلول
fr: supprimer la cellule
he: מחק תא
hi: सेल हटाएं
hu: cella törlése
id: hapus sel
it: elimina cella
ja: セルを削除
ms: padam sel
nl: cel verwijderen
no: slett celle
pl: usuń komórkę
pt: excluir célula
ro: șterge celula
ru: удалить ячейку
sv: ta bort cell
sw: futa seli
ta: செல் அழிக்கவும்
th: ลบเซลล์
tr: hücreyi sil
uk: видалити комірку
vi: xóa ô

source: delete this cell
ar: حذف هذه الخلية
bn: এই সেল মুছে ফেলুন
cs: smazat tuto buňku
de: diese Zelle löschen
el: διαγραφή αυτού του κελιού
es: eliminar esta celda
fa: حذف این سلول
fr: supprimer cette cellule
he: מחק את התא הזה
hi: इस सेल को हटाएं
hu: ennek a cellának a törlése
id: hapus sel ini
it: elimina questa cella
ja: このセルを削除
ms: padam sel ini
nl: deze cel verwijderen
no: slett denne cellen
pl: usuń tę komórkę
pt: excluir esta célula
ro: șterge această celulă
ru: удалить эту ячейку
sv: ta bort denna cell
sw: futa seli hii
ta: இந்த செல்லை அழிக்கவும்
th: ลบเซลล์นี้
tr: bu hücreyi sil
uk: видалити цю комірку
vi: xóa ô này

source: Initializing Thebe
ar: تهيئة Thebe
bn: Thebe শুরু করা হচ্ছে
cs: Inicializace Thebe
de: Thebe wird initialisiert
el: Αρχικοποίηση Thebe
es: Inicializando Thebe
fa: راه‌اندازی اولیه Thebe
fr: Initialisation de Thebe
he: מאתחל את Thebe
hi: Thebe को प्रारंभ कर रहे हैं
hu: Thebe inicializálása
id: Menginisialisasi Thebe
it: Inizializzazione di Thebe
ja: Thebe を初期化中
ms: Memulakan Thebe
nl: Thebe initialiseren
no: Initialiserer Thebe
pl: Inicjalizacja Thebe
pt: Inicializando Thebe
ro: Se inițializează Thebe
ru: Инициализация Thebe
sv: Initialiserar Thebe
sw: Kuanzisha Thebe
ta: Thebe தொடக்கப்படுகிறது
th: กำลังเริ่มต้น Thebe
tr: Thebe başlatılıyor
uk: Ініціалізація Thebe
vi: Đang khởi tạo Thebe

source: Launching Pyodide kernel
ar: تشغيل نواة Pyodide
bn: Pyodide কার্নেল চালু করা হচ্ছে
cs: Spouštění jádra Pyodide
de: Pyodide-Kernel wird gestartet
el: Εκκίνηση πυρήνα Pyodide
es: Lanzando kernel de Pyodide
fa: راه‌اندازی هسته Pyodide
fr: Lancement du noyau Pyodide
he: מפעיל ליבת Pyodide
hi: Pyodide कर्नेल लॉन्च कर रहे हैं
hu: Pyodide kernel indítása
id: Meluncurkan kernel Pyodide
it: Avvio del kernel Pyodide
ja: Pyodide カーネルを起動中
ms: Melancarkan kernel Pyodide
nl: Pyodide-kernel starten
no: Starter Pyodide-kjerne
pl: Uruchamianie jądra Pyodide
pt: Iniciando kernel Pyodide
ro: Se lansează kernel-ul Pyodide
ru: Запуск ядра Pyodide
sv: Startar Pyodide-kärna
sw: Inazindua kiini cha Pyodide
ta: Pyodide கர்னல் தொடங்கப்படுகிறது
th: กำลังเปิดใช้ kernel Pyodide
tr: Pyodide çekirdeği başlatılıyor
uk: Запуск ядра Pyodide
vi: Đang khởi chạy kernel Pyodide

source: Launching from mybinder.org
bn: mybinder.org থেকে চালু করা হচ্ছে
cs: Spouštění z mybinder.org
de: Start von mybinder.org
el: Εκκίνηση από το mybinder.org
es: Lanzando desde mybinder.org
fa: راه‌اندازی از mybinder.org
fr: Lancement depuis mybinder.org
he: מפעיל מ-mybinder.org
hi: mybinder.org से लॉन्च कर रहे हैं
hu: Indítás a mybinder.org-ból
id: Meluncurkan dari mybinder.org
it: Avvio da mybinder.org
ja: mybinder.org から起動中
ms: Melancarkan dari mybinder.org
nl: Starten vanaf mybinder.org
no: Starter fra mybinder.org
pl: Uruchamianie z mybinder.org
pt: Iniciando do mybinder.org
ro: Se lansează de la mybinder.org
ru: Запуск с mybinder.org
sv: Startar från mybinder.org
sw: Inazindua kutoka mybinder.org
ta: mybinder.org இலிருந்து தொடங்கப்படுகிறது
th: กำลังเปิดใช้จาก mybinder.org
tr: mybinder.org'dan başlatılıyor
uk: Запуск з mybinder.org
vi: Đang khởi chạy từ mybinder.org

source: Launch Thebe
bn: Thebe চালু করুন
id: Jalankan Thebe
pl: Uruchom Thebe
ru: Запустить Thebe
sw: Zindua Thebe
uk: Запустити Thebe

source: Live Code
bn: লাইভ কোড
id: Kode Langsung
pl: Kod na Żywo
ru: Живой Код
sw: Msimbo wa Moja kwa Moja
uk: Живий Код

source: Loading Thebe...
ar: تحميل Thebe...
bn: Thebe লোড হচ্ছে...
cs: Načítání Thebe...
de: Thebe wird geladen...
el: Φόρτωση Thebe...
es: Cargando Thebe...
fa: بارگیری Thebe...
fr: Chargement de Thebe...
he: טוען את Thebe...
hi: Thebe लोड हो रहा है...
hu: Thebe betöltése...
id: Memuat Thebe...
it: Caricamento di Thebe...
ja: Thebe を読み込み中...
ms: Memuatkan Thebe...
nl: Thebe laden...
no: Laster Thebe...
pl: Ładowanie Thebe...
pt: Carregando Thebe...
ro: Se încarcă Thebe...
ru: Загрузка Thebe...
sv: Laddar Thebe...
sw: Inapakia Thebe...
ta: Thebe ஏற்றப்படுகிறது...
th: กำลังโหลด Thebe...
tr: Thebe yükleniyor...
uk: Завантаження Thebe...
vi: Đang tải Thebe...

source: Loading Thebe from CDN...
bn: CDN থেকে Thebe লোড হচ্ছে...
cs: Načítání Thebe z CDN...
de: Thebe wird von CDN geladen...
el: Φόρτωση Thebe από CDN...
es: Cargando Thebe desde CDN...
fa: بارگیری Thebe از CDN...
fr: Chargement de Thebe depuis le CDN...
he: טוען את Thebe מ-CDN...
hi: CDN से Thebe लोड हो रहा है...
hu: Thebe betöltése CDN-ből...
id: Memuat Thebe dari CDN...
it: Caricamento di Thebe da CDN...
ja: CDN から Thebe を読み込み中...
ms: Memuatkan Thebe dari CDN...
nl: Thebe laden vanaf CDN...
no: Laster Thebe fra CDN...
pl: Ładowanie Thebe z CDN...
pt: Carregando Thebe do CDN...
ro: Se încarcă Thebe de la CDN...
ru: Загрузка Thebe из CDN...
sv: Laddar Thebe från CDN...
sw: Inapakia Thebe kutoka CDN...
ta: CDN இலிருந்து Thebe ஏற்றப்படுகிறது...
th: กำลังโหลด Thebe จาก CDN...
tr: Thebe CDN'den yükleniyor...
uk: Завантаження Thebe з CDN...
vi: Đang tải Thebe từ CDN...

source: No results
bn: কোন ফলাফল নেই
cs: Žádné výsledky
de: Keine Ergebnisse
el: Κανένα αποτέλεσμα
es: Sin resultados
fa: نتیجه‌ای یافت نشد
fr: Aucun résultat
he: אין תוצאות
hi: कोई परिणाम नहीं
hu: Nincs eredmény
id: Tidak ada hasil
it: Nessun risultato
ja: 結果なし
ms: Tiada hasil
nl: Geen resultaten
no: Ingen resultater
pl: Brak wyników
pt: Nenhum resultado
ro: Niciun rezultat
ru: Результатов нет
sv: Inga resultat
sw: Hakuna matokeo
ta: முடிவுகள் இல்லை
th: ไม่มีผลลัพธ์
tr: Sonuç yok
uk: Результатів немає
vi: Không có kết quả

source: Python interaction ready!
ar: تفاعل Python جاهز!
bn: Python ইন্টারঅ্যাকশন প্রস্তুত!
cs: Interakce Python připravena!
de: Python-Interaktion bereit!
el: Αλληλεπίδραση Python έτοιμη!
es: ¡Interacción Python lista!
fa: تعامل Python آماده است!
fr: Interaction Python prête !
he: אינטראקציה של Python מוכנה!
hi: Python इंटरैक्शन तैयार है!
hu: Python interakció kész!
id: Interaksi Python siap!
it: Interazione Python pronta!
ja: Python インタラクション準備完了！
ms: Interaksi Python sedia!
nl: Python-interactie klaar!
no: Python-interaksjon klar!
pl: Interakcja Python gotowa!
pt: Interação Python pronta!
ro: Interacțiunea Python este gata!
ru: Взаимодействие Python готово!
sv: Python-interaktion redo!
sw: Mwingiliano wa Python uko tayari!
ta: Python இடைச்செயல் தயார்!
th: การโต้ตอบ Python พร้อมแล้ว!
tr: Python etkileşimi hazır!
uk: Взаємодія Python готова!
vi: Tương tác Python đã sẵn sàng!

source: restart & run all
bn: রিস্টার্ট করুন এবং সব চালান
cs: restartovat a spustit vše
de: neu starten und alle ausführen
el: επανεκκίνηση και εκτέλεση όλων
es: reiniciar y ejecutar todo
fa: راه‌اندازی مجدد و اجرای همه
he: הפעל מחדש והרץ הכל
hi: रीस्टार्ट करें और सभी चलाएं
hu: újraindítás és mindent futtat
id: restart dan jalankan semua
it: riavvia ed esegui tutto
ms: mula semula dan jalankan semua
nl: herstarten en alle uitvoeren
no: start på nytt og kjør alle
pl: restartuj i uruchom wszystko
pt: reiniciar e executar tudo
ro: repornește și rulează tot
ru: перезапустить и выполнить все
sw: anzisha upya na endesha zote
th: รีสตาร์ทและรันทั้งหมด
tr: yeniden başlat ve hepsini çalıştır
uk: перезапустити та виконати все
vi: khởi động lại và chạy tất cả

source: restart the kernel and run all cells
bn: কার্নেল পুনরায় চালু করুন এবং সব সেল চালান
cs: restartovat jádro a spustit všechny buňky
de: Kernel neu starten und alle Zellen ausführen
el: επανεκκίνηση του πυρήνα και εκτέλεση όλων των κελιών
es: reiniciar el kernel y ejecutar todas las celdas
fa: راه‌اندازی مجدد هسته و اجرای همه سلول‌ها
he: הפעל מחדש את הליבה והרץ את כל התאים
hi: कर्नेल को पुनः आरंभ करें और सभी सेल चलाएं
hu: kernel újraindítása és minden cella futtatása
id: restart kernel dan jalankan semua sel
it: riavvia il kernel ed esegui tutte le celle
ms: mula semula kernel dan jalankan semua sel
nl: herstart de kernel en voer alle cellen uit
no: start kjernen på nytt og kjør alle celler
pl: uruchom ponownie jądro i wykonaj wszystkie komórki
pt: reiniciar o kernel e executar todas as células
ro: repornește kernelul și rulează toate celulele
ru: перезапустить ядро и выполнить все ячейки
sw: anzisha upya kiini na endesha seli zote
th: รีสตาร์ทเคอร์เนลและรันเซลล์ทั้งหมด
tr: çekirdeği yeniden başlat ve tüm hücreleri çalıştır
uk: перезапустити ядро і виконати всі комірки
vi: khởi động lại kernel và chạy tất cả ô

source: run this cell
bn: এই সেল চালান
cs: spustit tuto buňku
de: diese Zelle ausführen
he: הרץ את התא הזה
id: jalankan sel ini
it: esegui questa cella
ms: jalankan sel ini
nl: deze cel uitvoeren
pl: uruchom tę komórkę
pt: executar esta célula
ru: выполнить эту ячейку
sw: endesha seli hii
th: รันเซลล์นี้
tr: bu hücreyi çalıştır
uk: виконати цю комірку
vi: chạy ô này

source: run
bn: চালান
cs: spustit
de: ausführen
he: הרץ
id: jalankan
it: esegui
ms: jalankan
nl: uitvoeren
pl: uruchom
pt: executar
ru: выполнить
sw: endesha
th: รัน
tr: çalıştır
uk: виконати
vi: chạy

source: run all
bn: সব চালান
cs: spustit vše
de: alle ausführen
el: εκτέλεση όλων
es: ejecutar todo
fa: اجرای همه
he: הרץ הכל
hi: सभी चलाएं
hu: összes futtatása
id: jalankan semua
it: esegui tutto
ms: jalankan semua
nl: alles uitvoeren
no: kjør alle
pl: uruchom wszystkie
pt: executar tudo
ro: rulează tot
ru: выполнить все
sw: endesha zote
th: รันทั้งหมด
tr: hepsini çalıştır
uk: виконати все
vi: chạy tất cả

source: run all cells
bn: সব সেল চালান
cs: spustit všechny buňky
de: alle Zellen ausführen
el: εκτέλεση όλων των κελιών
es: ejecutar todas las celdas
fa: اجرای همه سلول‌ها
he: הרץ את כל התאים
hi: सभी सेल चलाएं
hu: minden cella futtatása
id: jalankan semua sel
it: esegui tutte le celle
ms: jalankan semua sel
nl: alle cellen uitvoeren
no: kjør alle celler
pl: uruchom wszystkie komórki
pt: executar todas as células
ro: rulează toate celulele
ru: выполнить все ячейки
sw: endesha seli zote
th: รันเซลล์ทั้งหมด
tr: tüm hücreleri çalıştır
uk: виконати всі комірки
vi: chạy tất cả ô

source: Run code
bn: কোড চালান
cs: Spustit kód
de: Code ausführen
el: Εκτέλεση κώδικα
es: Ejecutar código
fa: اجرای کد
fr: Exécuter le code
he: הרץ קוד
hi: कोड चलाएं
hu: Kód futtatása
id: Jalankan kode
it: Esegui codice
ja: コードを実行
ms: Jalankan kod
nl: Code uitvoeren
no: Kjør kode
pl: Uruchom kod
pt: Executar código
ro: Rulează codul
ru: Запустить код
sv: Kör kod
sw: Endesha msimbo
ta: குறியீட்டை இயக்கவும்
th: รันโค้ด
tr: Kodu çalıştır
uk: Запустити код
vi: Chạy mã

source: Running pre-initialized cells...
ar: تشغيل الخلايا المهيأة مسبقاً...
bn: প্রি-ইনিশিয়ালাইজড সেল চালানো হচ্ছে...
cs: Spouštění předem inicializovaných buněk...
de: Vorinitialisierte Zellen werden ausgeführt...
el: Εκτέλεση προ-αρχικοποιημένων κελιών...
es: Ejecutando celdas pre-inicializadas...
fa: اجرای سلول‌های از پیش مقداردهی شده...
fr: Exécution des cellules pré-initialisées...
he: מריץ תאים שאותחלו מראש...
hi: पूर्व-प्रारंभिक सेल चला रहे हैं...
hu: Előre inicializált cellák futtatása...
id: Menjalankan sel yang sudah diinisialisasi...
it: Esecuzione delle celle pre-inizializzate...
ja: 事前初期化セルを実行中...
ms: Menjalankan sel yang telah diinisialisasi...
nl: Vooraf ge√Ønitialiseerde cellen uitvoeren...
no: Kjører forhåndsinitialiserte celler...
pl: Uruchamianie wstępnie zainicjalizowanych komórek...
pt: Executando células pré-inicializadas...
ro: Rularea celulelor pre-inițializate...
ru: Выполнение предварительно инициализированных ячеек...
sv: Kör förinitialiserade celler...
sw: Kuendesha seli zilizowekwa awali...
ta: முன்-துவக்கப்பட்ட செல்களை இயக்குகிறது...
th: กำลังรันเซลล์ที่เตรียมไว้ล่วงหน้า...
tr: Önceden başlatılmış hücreler çalıştırılıyor...
uk: Виконання попередньо ініціалізованих комірок...
vi: Đang chạy các ô đã khởi tạo trước...

source: Waiting for packages to load...
ar: في انتظار تحميل الحزم...
bn: প্যাকেজ লোড হওয়ার জন্য অপেক্ষা...
cs: Čekání na načtení balíčků...
de: Warten auf das Laden der Pakete...
el: Αναμονή φόρτωσης πακέτων...
es: Esperando a que carguen los paquetes...
fa: در انتظار بارگیری بسته‌ها...
fr: En attente du chargement des packages...
he: ממתין לטעינת חבילות...
hi: पैकेज लोड होने की प्रतीक्षा...
hu: Csomagok betöltésére várakozás...
id: Menunggu paket dimuat...
it: In attesa del caricamento dei pacchetti...
ja: パッケージの読み込みを待機中...
ms: Menunggu pakej dimuatkan...
nl: Wachten tot pakketten laden...
no: Venter på at pakker skal lastes...
pl: Oczekiwanie na załadowanie pakietów...
pt: Aguardando carregamento dos pacotes...
ro: Se așteaptă încărcarea pachetelor...
ru: Ожидание загрузки пакетов...
sv: Väntar på att paket ska laddas...
sw: Inasubiri vifurushi vipakiwe...
ta: தொகுப்புகள் ஏற்றப்படுவதற்காக காத்திருக்கிறது...
th: รอให้แพ็กเกจโหลด...
tr: Paketlerin yüklenmesi bekleniyor...
uk: Очікування завантаження пакетів...
vi: Đang chờ tải các gói...
